//
//  YaliFormModel.m
//  NewSuperGymForCoach
//
//  Created by 凤凰八音 on 2017/6/6.
//  Copyright © 2017年 HanYouApp. All rights reserved.
//

#import "YaliFormModel.h"

@implementation YaliFormModel

-(NSArray *)YaliQ{
    NSArray *arr = @[
                     @"经常患感冒，且不易治愈。",@"常有手脚发冷的情形。"
                     ,@"手掌和腋下常出汗。",@"突然出现呼吸困难和苦闷窒息感。",@"有时心脏悸动现象。",@"有胸痛情况发生。",@"有头重感或头脑不清的昏沉感。",@"眼睛很容易疲劳。",@"有鼻塞现象。",@"有头晕眼花的情形。",@"站立时有发晕的情形。"
                     ,@"有耳鸣的现象。",@"口腔内有破裂或溃烂情形发生。",@"经常喉痛。",@"舌头上出现白苔。",@"面对自己喜欢吃的东西，却毫无食欲。 ",@"常觉得吃下的东西像沉积在胃里。",@"有腹部发胀、疼痛感觉，而且常下痢、便秘。",@"肩部很容易坚硬酸痛。",@"背部和腰部经常疼痛。",@"疲劳感不易解除。"
                     ,@"有体重减轻的现象。",@"稍微做一点事就马上感到很疲劳。",@"早上经常有起不来的倦怠感。",@"不能集中精力专心做事。",@"睡眠不好。",@"睡觉时经常做梦。",@"在深夜突然醒来时不易继续再睡着。",@"与人交际应酬变得很不起劲。",@"稍有一点不顺心就会生气，而且有时有不安的情形发生。"
                     ];
    
    
    return arr;
}

@end
